Repository: tylerlantern/Fixsy-iOS-Vanilla
Catalog: ReviewFormFeature/Resources/Localizable.xcstrings
Source language: en
Languages: th

source: Car Brands
th: ยี่ห้อรถยนต์

source: Click me to select at least one brand.
th: แตะที่ฉันเพื่อเลือกอย่างน้อยหนึ่งแบรนด์

source: Rating
th: ระดับ

source: Required at least 1 brand.
th: ต้องเลือกอย่างน้อย 1 แบรนด์

source: Review Form
th: แบบฟอร์มรีวิว

source: Save
th: บันทึก

source: Select Multiple Photos
th: เลือกรูปภาพหลายรายการ

source: Something went wrong.
th: มีบางอย่างผิดปกติเกิดขึ้น

source: Submitted successfully
th: ส่งเรียบร้อยแล้ว

source: Tell the community your story.
th: บอกเล่าเรื่องราวของคุณให้ชุมชน

source: Tell us about this place's service.
th: บอกเราเกี่ยวกับบริการของสถานที่แห่งนี้

source: We need your satisfaction rate for this place
th: เราต้องการระดับความพึงพอใจของคุณสำหรับสถานที่นี้
